[
  {
    "source": "Deuses de Arton",
    "text": "Arton possui um Panteão de vinte divindades. Valkaria é a Deusa da Ambição, criadora dos humanos e líder atual do Panteão. Khalmyr é o Deus da Justiça e antigo líder. Allihanna é a Deusa da Natureza e mãe da vida em Arton. Azgher é o Deus-Sol, enquanto Tenebra é a Deusa das Trevas. Megalokk é o Deus dos Monstros e Nimb é o Deus do Caos e da Sorte. Mestre Arsenal é o Deus da Guerra e Tanna-Toh é a Deusa do Conhecimento, que deu a escrita aos mortais."
  },
  {
    "source": "Reinos de Arton",
    "text": "O Reinado é uma vasta aliança de reinos humanos, governada pela Rainha Imperatriz Shivara. Sua capital é Deheon, uma metrópole de muralhas brancas e centros de poder como o Palácio Imperial e a Grande Academia Arcana. Outros reinos incluem Bielefeld, o reino dos cavaleiros, e Namalkah, o reino indomado dos cavaleiros-bárbaros. Vectora, a cidade voadora, é um centro de comércio e conhecimento que viaja por todo o mundo. Yuden é um reino militarista focado na força e disciplina."
  },
  {
    "source": "A Grande Tormenta",
    "text": "A Tormenta é a maior ameaça de Arton. É uma tempestade extraplanar de chuva ácida, ventos e relâmpagos rubros que corrompe a realidade. Ela transforma paisagens, criaturas e pessoas, criando demônios e seres deformados conhecidos como Lefou. A presença da Tormenta torna o mundo de Arton perigoso e urgente, onde a resistência contra ela é uma motivação central para muitas aventuras."
  },
  {
    "source": "História de Arton",
    "text": "A história de Arton é uma saga de aventuras e conflitos. A vida surgiu de uma lágrima de Lena, a Deusa Criança. Valkaria criou os humanos para desbravar o mundo. A história é marcada por grandes guerras, como as Guerras Táuricas contra os minotauros e a ascensão da Supremacia Purista. A maior mudança veio com a chegada da Tormenta, que alterou para sempre a geografia e a vida no continente."
  },
  {
    "source": "Monstros de Arton",
    "text": "Em Arton, goblins são criaturas pequenas e covardes, que vivem em tribos e atacam viajantes. Outros monstros incluem gigantes e dragões nas Montanhas Uivantes, e hidras e kobolds no Pântano da Perdição. A Tormenta também cria suas próprias aberrações, incluindo demônios e seres corrompidos."
  },
  {
    "source": "NPCs e Facções",
    "text": "Mestre Arsenal, um anão lendário e ferreiro, vive em Deheon e forja armas mágicas para aventureiros dignos. A Ordem da Luz é uma facção de cavaleiros e clérigos dedicada a combater as forças da escuridão. O Reinado é uma aliança política, mas as disputas internas e os interesses de seus vários reinos fazem dele um ambiente de intrigas constantes."
  },
  {
    "source": "Localização - Montanhas Uivantes",
    "text": "As Montanhas Uivantes são uma cadeia de picos perigosos no norte de Arton, onde o vento soa como um uivo. É um local inóspito habitado por tribos bárbaras, gigantes e dragões, com ruínas de fortalezas antigas."
  },
  {
    "source": "Localização - Pântano da Perdição",
    "text": "O Pântano da Perdição é uma área de terras úmidas e traiçoeiras, coberta por névoa. É o lar de criaturas perigosas e rumores de um antigo templo de um deus esquecido."
  }
]
